<?php
// Heading
$_['heading_title']         = 'Веб-додаток';

// Text
$_['text_extension']        = 'Розширення';
$_['text_success']          = 'Окей. Ви змінили налаштування модуля!';
$_['text_edit']             = 'Налаштувати модуль веб-додатків';

// Entry
$_['entry_status']          = 'Статус';


//Webapp

$_['manifest_settings']     = 'Налаштування маніфесту (Дозволяє додавати до початкового екрана)';
$_['bgcolor']               = 'Колір фону';
$_['themecolor']            = 'Колір теми';
$_['description']           = 'Опис';
$_['icon']                  = 'Піктограма 512х512 .png';
$_['help_icon']             = 'Розмір піктограми 512х512 px, format PNG';
$_['name']                  = 'Назва';
$_['short_name']            = 'Коротка назва';
$_['starturl']              = 'Початкова адреса';

$_['display']               = 'Показувати';
$_['display_fullscreen']    = 'Повноекранний режим';
$_['display_standalone']    = 'Автономний режим (рекомендовано)';
$_['display_minimal_ui']    = 'Мінімізований інтерфейс користувача';
$_['display_browser']       = 'Режим браузера';

$_['mod_refresh_needed']    = 'Потрібно оновити модифікатори, застосувати зміни!';

$_['sw_settings']           = 'Налаштування ServiceWorker (Кеш на комп`ютері клієнта)';
$_['sw_static_files']       = 'Статичні файли';
$_['sw_static_clear']       = 'Очистити';
$_['sw_static_clear1']      = 'Кожен день';
$_['sw_static_clear3']      = 'Кожні 3 дні';
$_['sw_static_clear7']      = 'Кожні 7 днів';
$_['sw_static_clear30']     = 'Кожні 30 днів';

$_['sw_dynamic_pages']      = 'Динамічні сторінки';
$_['sw_dynamic_autoupdate'] = 'Увімкнено (з автоматичним оновленням)';
$_['sw_clear']              = 'Очистити кеш клієнта';
$_['sw_clear_wrn']          = 'Зміна версії кешу може тривати до 24 годин';



$_['og_settings']           = 'Налаштування OpenGraph (Показує значок у соціальних мережах)';

// Error
$_['error_permission'] = 'Увага. У вас немає дозволу вносити зміни в цей модуль';