<?php

// Text
$_['text_account']  = 'Учетная запись';
$_['text_instock']  = 'В наличии';
$_['text_wishlist'] = 'Закладки (%s)';
$_['text_title']             = 'Товар добавлен в Закладки';
$_['text_failure']           = 'Неудача';
$_['text_thumb']             = '<img src="%s" alt="" />';
$_['text_exists']            = 'Некоторые товары уже есть на eBay, поэтому были удалены';
$_['text_success']           = 'Поздравляем: Вы добавили <a href="%s">%s</a> товар(ов) в <a href="%s">Закладки</a>!';
$_['text_login']             = 'Вы должны <a href="%s">войти</a> или <a href="%s">зарегистрироваться</a> чтобы сохранить <a href="%s">%s</a> в ваш список <a href="%s">закладок</a>!';
$_['text_remove']   	= 'Поздравляем: Вы изменили список закладки!';
$_['text_empty']    	= 'Ваш список закладок пуст.';
?>