<?php
// Heading
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_account']    = 'Личный Кабинет';
$_['text_forgotten']  = 'Забыли пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введите E-Mail Вашей учетной записи. Нажмите кнопку Продолжить, чтобы получить пароль по электронной почте.';
$_['text_success']    = 'Новый пароль был выслан на Ваш E-Mail.';

// Entry
$_['entry_email']     = 'E-Mail';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердите новый пароль';

// Error
$_['error_email']     = 'Похоже такого адреса электронной почты не существует. Проверьте и попробуйте еще раз.';
$_['error_approved']  = 'Внимание! Ваш аккаунт еще не активирован.';
$_['error_password']  = 'Пароль должен включать от 4 до 20 символов!';
$_['error_confirm']   = 'Пароль и поле подтверждения пароля рзличны!';
$_['error_empty_field']   = 'Вы не ввели ни одного символа';


